---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhase2
source: html/be379fb5-8073-8264-e273-738e5375e087.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhase2 Property

"Apparent Load Phase 2"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentLoadPhase2 { get; }
```